{
  "phim": [
    {
      "maphim": 1,
      "tenphim": "Người Nhện Xa Nhà",
      "hinhanh": "b",
      "noidung":"Hậu chiến Vô Cực, Người Nhện Peter Parker và nhóm bạn thân cùng tham gia chuyến du lịch châu Âu của trường. Tuy nhiên, kế hoạch siêu anh hùng nghỉ phép của Peter nhanh chóng bị hủy bỏ sau khi cậu đồng ý giúp Nick Fury khám phá bí ẩn về những cuộc tấn công của nhóm kẻ thù mang sức mạnh nguyên tố đang tàn phá khắp lục địa.",
      "daodien": "Jon Watts",
      "dienvien": "Tom Holland",
      "theloai":"Viễn Tưởng",
      "trailer": "2H-1e4XNLBo",
      "tuoi": "C18",
      "diem": 10,
      "trangthai": 1
    },
    {
      "maphim": 2,
      "tenphim": "Trò Chơi Kì Ảo",
      "hinhanh": "c",
      "noidung":"Những đoạn bắt bẻ nhau đầy hài hước, tình huống bất ngờ đúng chất game. Cách thắt mở vấn đề hấp dẫn và thỏa mãn người xem. Dù là tình bạn, tình đồng đội hay tình yêu, mọi thứ đều được giải quyết tuyệt vời trong Jumanji: Welcome To The Jungle. Đặc biệt, hai cặp đôi “gà bông” hết sức dễ thương với cảnh hôn “lãng mạn”. Là phim hành động hài nhưng không đơn thuần chỉ có đánh đấm hay gây cười, Jumanji còn chất chứa ý nghĩa sâu sắc và đầy tính nhân văn.",
      "daodien": "Jake Kasdan",
      "dienvien": "DWAYNE JOHNSON",
      "theloai":"Viễn Tưởng",
      "trailer": "_mvJ2Rdf7Cg",
      "tuoi": "C18",
      "diem": 8,
      "trangthai": 2

    },
    {
      "maphim": 3,
      "tenphim": "Your Name",
      "hinhanh": "d",
      "noidung":"Bộ phim là câu chuyện hoán đổi cơ thể của 2 cô cậu Mitsuha - nữ sinh trung học sống ở một thị trấn nhỏ của vùng Itomori và Taki – nam sinh tại thủ đô Tokyo đầy sôi động.\n\nMitsuha luôn chán chường với cuộc sống tẻ nhạt của mình và mơ ước được làm anh chàng đẹp trai sống tại thủ đô. Trong khi đó, Taki hằng đêm lại nhìn thấy mình trong hình hài cô gái vùng miền quê. Ước mơ của cả 2 đã thành sự thật khi sao chổi nghìn năm xuất hiện trên trái đất và rồi cứ cách ngày lại được hoán đổi cơ thể cho nhau.\n\nAnime ăn khách nhất mọi thời đại.",
      "daodien": "Shinkai Makoto",
      "dienvien": "tRyûnosuke Kamiki",
      "theloai":"Đời Thường",
      "trailer": "_mifHzxFNQ4",
      "tuoi": "C15",
      "diem": 6,
      "trangthai": 1

    },
    {
      "maphim": 4,
      "tenphim": "DEADPOOL 2",
      "hinhanh": "e",
      "noidung":"Nam diễn viên Ryan Reynolds đã tung ra đoạn video nhá hàng phim Deadpool 2 cực kỳ vui nhộn mang tên \"No Good Deed\". Anh khả ái đã trở lại và ăn hại hơn gấp bội phần, làm màu với chém gió thì nhiều mà hành động chẳng được bao nhiêu...\n\nDeadpool là nhân vật phản anh hùng (anti-hero) cực kỳ được yêu thích trong vũ trụ Marvel. Bộ phim solo của \"anh khả ái dọn dẹp ngang trái\" vào năm 2016 đã thành công rực rỡ với doanh thu lên đến 783 triệu USD.",
      "daodien": "David Leitch",
      "dienvien": "Ryan Reynolds",
      "theloai":"Hành Động",
      "trailer": "D86RtevtfrA",
      "tuoi": "C10",
      "diem": 3,
      "trangthai": 1

    },
    {
      "maphim": 5,
      "tenphim": "Thành Phố Chim Ưng",
      "hinhanh": "f",
      "noidung":"ambezia (Thành Phố Chim Zambezia) là bộ phim hoạt hình mới nhất năm 2013. Bộ phim đặt trong bối cảnh một thành phố chim nhộn nhịp trên đỉnh thác Victoria Falls hùng vĩ, Zambezia là câu chuyện về Kai, một chú chim ưng ở ngưỡng cửa trưởng thành đầy hoài bão, đang sống cuộc sống nhàm chán và cô đơn ở một khu đồn điền biên giới xa xăm với người cha nghiêm khắc Tendai. Trong một cuộc cãi vã nảy lửa với cha, Kai nhận ra Tendai biết tất cả về thành phố mang tên \"Zambezia\" một thành phố nhộn nhịp của loài chim, với những cơ hội đầy hứa hẹn cho một tài năng bay như mình và thậm chí đã từng ở đó. Bị tổn thương và giận dữ vì nghĩ cha đã lừa dối mình, Kai rời bỏ Katungu để dấn thân vào chuyến đi xuôi theo dòng sông đến Zambezia. Tại Zambezia, Kai phải cùng toàn bộ cư dân Zambezia chống lại Budzo - một con kỳ nhông xấu xa chuyên ăn trứng và bầy cò già để cứu Zambezia, Tendai và các chú chim sâu... Liệu Kai và những người bạn của mình có chiến thắng những con kỳ nhông? Kai có tìm được bến bờ ước mơ của mình?",
      "daodien": "Wayne Thornley",
      "dienvien": "Leonard Nimoy",
      "theloai":"Hoạt Hình",
      "trailer": "2iAAj5W--T4",
      "tuoi": "C17",
      "diem": 9,
      "trangthai": 1
    },
    {
      "maphim": 6,
      "tenphim": "Cuộc Phiêu Lưu Quả Lê",
      "hinhanh": "g",
      "noidung":"Voi Sebastian và cô bạn mèo thân thiết Mitcho sống cùng nhau trong một ngôi nhà nhỏ ấm cúng ven bờ biển của thị trấn Sunnytown. Cuộc sống của đôi bạn diễn ra trong bình yên và vui vẻ cho đến một ngày ngài thị trưởng đáng quý JB biến mất. Lúc đang thưởng ngoạn thú vui câu cá của mình, mèo Mitcho nhận được tin báo được cất giữ trong một cái chai rằng JB đang bị mắc kẹt tại Đảo Huyền Bí. Ngoài ra trong chai là một hạt mầm nhỏ, mèo Micho mang hạt gieo ở trong vườn, sáng hôm sau một quả lê khổng lồ mọc ra từ đó! Quả lê được voi Sebastian, mèo Mitcho tiến sĩ Glucose hài hước biến thành một chiếc thuyền để bắt đầu cuộc phiêu lưu nguy hiểm nhưng không kém phần hài hước với cướp biển, rồng biển và những con ma tò mò. Phải mất tất cả lòng can đảm, nhưng không có gì có thể ngăn chặn hai người bạn của chúng tôi – họ quyết tâm tìm Đảo Huyền Bí và trở về nhà với JB.",
      "daodien": "Amalie Næsby Fick",
      "dienvien": "Alfred Bjerre Larsen",
      "theloai":"Viễn Tưởng",
      "trailer": "dr-0vL60yY8",
      "tuoi": "C17",
      "diem": 9,
      "trangthai": 1
    },
    {
      "maphim": 7,
      "tenphim": "Siêu Thú Cuồng Nộ",
      "hinhanh": "h",
      "noidung":"Bộ phim kể về nhà sinh vật học Davis Okoye có mối liên kết khăng khít với George - một chú gorilla lưng bạc được anh chăm sóc từ nhỏ. Một thí nghiệm đột biến ngoài ý muốn đã làm biến đổi gorilla thành quái vật khổng lồ hung hăng. Gorilla cùng những sinh vật bị biến đổi khác đã tấn công con người và đẩy nhân loại đứng trước hiểm họa diệt vong. Liệu Davis Okoye sẽ làm gì để giành chiến thắng, không chỉ để ngăn chặn một thảm họa toàn cầu, mà còn để cứu gorilla đã từng là bạn tốt của mình?",
      "daodien": "Brad Peyton",
      "dienvien": "DWAYNE JOHNSON",
      "theloai":"Viễn Tưởng",
      "trailer": "RDAZZh22qzI",
      "tuoi": "C17",
      "diem": 9,
      "trangthai": 1
    },
    {
      "maphim": 8,
      "tenphim": "Ngôi Đền Kì Quái 2",
      "hinhanh": "i",
      "noidung":"Bộ đôi khẩu nghiệp đã hoàn tục quay lại con đường tạo nghiệp nhưng không may quả báo đến sớm, cặp đôi trời đánh suýt chết nhiều lần bởi lời nguyền bí ẩn. Họ đã phải quay lại đền tìm Nhong để trợ giúp phá giải lời nguyền. Liệu họ sẽ tìm được cách phá giải lời nguyền hay khiến cho mọi thứ trở nên tồi tệ hơn.",
      "daodien": "Phontharis Chotkijsadarsopon",
      "dienvien": "Phiravich Attachitsataporn ",
      "theloai":"Kinh Dị",
      "trailer": "HuL2BqhuP6U",
      "tuoi": "C17",
      "diem": 9,
      "trangthai": 1
    },
    {
      "maphim": 9,
      "tenphim": "Bí Kíp Luyện Rồng",
      "hinhanh": "k",
      "noidung":"Sau khi Hiccup tạo ra một thế giới hòa bình cho loài rồng, Răng Sún phát hiện ra một người bạn mới đầy bí hiểm. Lúc này Hiccup đã trở thành người lãnh đạo của cả làng gánh trên vai trọng trách gìn giữ sự an nguy cho mọi người. Vì vậy, cậu không thể mãi bị cuốn theo những cuộc phiêu lưu bất tận với Răng Sún. Và khi nguy hiểm ập đến ngôi làng, cả Hiccup và Răng Sún đều đã đứng lên, anh dũng bảo vệ giống loài của mình.",
      "daodien": "Dean DeBlois",
      "dienvien": "Jay Baruchel",
      "theloai":"Phiêu Lưu",
      "trailer": "j7_wt-9yv7w&t=28s",
      "tuoi": "C17",
      "diem": 9,
      "trangthai": 2
    },
    {
      "maphim": 10,
      "tenphim": "Trái Tim Quái Vật",
      "hinhanh": "p",
      "noidung":"'The Instrument of Murder’ is a thriller story about a serious murder case at an old apartment building. The prime suspect is Khanh (Hoang Thuy Linh), a single mother who simply wants to live peacefully with her son. The killing case becomes more complicated when Lam (B Tran), Mr. Be (Hua Vi Van) and Dustin (Trinh Thang Binh) also have strange behaviors. The question is: Who is going to be the next victim? Will the serial killing case be solved before everything was too late? Come to the cinemas on November 20th, 2020 for the answers.",
      "daodien": "Tạ Nguyên Hiệp",
      "dienvien": "Hoàng Thùy Linh",
      "theloai":"Viễn Tưởng",
      "trailer": "qgVg0xh_ogQ",
      "tuoi": "C17",
      "diem": 9,
      "trangthai": 2
    },
    {
      "maphim": 11,
      "tenphim": "THE CROODS 2: A NEW AGE",
      "hinhanh": "y",
      "noidung":"Sinh tồn trong một thế giới tiền sử luôn rình rập hiểm nguy từ đủ loài quái thú hung dữ cho tới thảm họa ngày tận thế, Nhà Croods chưa từng một lần chùn bước. Nhưng giờ đây họ sẽ phải đối mặt với thử thách lớn nhất từ trước tới nay: chung sống với một gia đình khác. Để tìm kiếm một mái nhà an toàn hơn, Nhà Croods bắt đầu hành trình khám phá thế giới tiến tới những vùng đất xa xôi đầy tiềm năng. Một ngày nọ, họ tình cờ lạc vào một nơi yên bình có đầy đủ mọi tiện nghi hiện đại và biệt lập với tường vây bao quanh. Tưởng rằng mọi vấn đề trong cuộc sống sẽ được giải quyết thì Nhà Croods lại phải chấp nhận với sự thật rằng đã có một gia đình khác định cư ở đây đó chính là Nhà Bettermans.",
      "daodien": "Joel Crawford",
      "dienvien": "Nicolas Cage",
      "theloai":"Hài",
      "trailer": "eLd55DPT9lE",
      "tuoi": "C17",
      "diem": 9,
      "trangthai": 2
    }
  ]
}